Repository: a1shippping-debug/2
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: CarTrade
ar: كار تريد

source: Login
ar: تسجيل الدخول

source: Use
ar: استخدم

source: after visiting
ar: بعد زيارة

source: Forbidden
ar: ممنوع

source: You don't have permission to access this page.
ar: ليس لديك صلاحية للوصول إلى هذه الصفحة.

source: Go Home
ar: العودة للرئيسية

source: Cars
ar: السيارات

source: Add Car
ar: إضافة سيارة

source: Client
ar: العميل

source: Filter
ar: تصفية

source: Lot
ar: اللوت

source: Location
ar: الموقع

source: Auction
ar: المزاد

source: Shipment
ar: الشحنة

source: Actions
ar: الإجراءات

source: Link
ar: رابط

source: Delete?
ar: حذف؟

source: Export CSV
ar: تصدير CSV

source: Edit Car
ar: تعديل السيارة

source: Lot Number
ar: رقم اللوت

source: Auction Type
ar: نوع المزاد

source: Auction Link
ar: رابط المزاد

source: Current Location
ar: الموقع الحالي

source: Purchase Price (USD)
ar: سعر الشراء (دولار)

source: Auction Fees
ar: رسوم المزاد

source: Local Transport Cost
ar: تكلفة النقل المحلي

source: Upload Photos
ar: رفع الصور

source: Upload Documents
ar: رفع المستندات

source: Upload
ar: رفع

source: Customers
ar: العملاء

source: Add Customer
ar: إضافة عميل

source: Search
ar: بحث

source: Country
ar: الدولة

source: Operations Dashboard
ar: لوحة عمليات التشغيل

source: Notifications
ar: الإشعارات

source: Mark read
ar: تحديد كمقروء

source: No notifications
ar: لا توجد إشعارات

source: Total Cars
ar: إجمالي السيارات

source: In Transit
ar: قيد الشحن

source: Arrived
ar: وصلت

source: Open Shipments
ar: شحنات مفتوحة

source: Monthly Shipped Cars
ar: السيارات المشحونة شهرياً

source: Latest Vehicles
ar: أحدث المركبات

source: Edit Shipment
ar: تعديل الشحنة

source: Create Shipment
ar: إنشاء شحنة

source: Shipment No
ar: رقم الشحنة

source: Shipping Company
ar: شركة الشحن

source: Port From
ar: ميناء الانطلاق

source: Port To
ar: ميناء الوصول

source: Container No.
ar: رقم الحاوية

source: Freight (USD)
ar: الشحن (دولار)

source: Insurance (USD)
ar: التأمين (دولار)

source: Attach Vehicles
ar: إرفاق المركبات

source: Upload BOL (PDF)
ar: رفع بوليصة الشحن (PDF)

source: Shipment saved.
ar: تم حفظ الشحنة.

source: Accounting Portal
ar: بوابة المحاسبة

source: International Costs
ar: التكاليف الدولية

source: Payments
ar: المدفوعات

source: Bill of Lading
ar: بوليصة الشحن

source: Financial Reports
ar: تقارير مالية

source: Total Revenue (OMR)
ar: إجمالي الإيرادات (ر.ع)

source: Total Expenses (OMR)
ar: إجمالي المصروفات (ر.ع)

source: Net Profit (OMR)
ar: صافي الربح (ر.ع)

source: Vehicles Priced
ar: المركبات المسعّرة

source: Monthly Revenue
ar: الإيرادات الشهرية

source: Expenses by Category
ar: المصروفات حسب الفئة

source: New Invoice
ar: فاتورة جديدة

source: Customer
ar: العميل

source: Select
ar: اختر

source: Items
ar: العناصر

source: Add
ar: إضافة

source: Description
ar: الوصف

source: Amount (OMR)
ar: المبلغ (ر.ع)

source: Create
ar: إنشاء

source: Cancel
ar: إلغاء

source: Invoice No
ar: رقم الفاتورة

source: Date
ar: التاريخ

source: No invoices.
ar: لا توجد فواتير.

source: Edit Invoice
ar: تعديل الفاتورة

source: Total:
ar: الإجمالي:

source: OMR
ar: ر.ع

source: Back
ar: رجوع

source: Email
ar: البريد الإلكتروني

source: Monthly Revenue vs Expenses
ar: الإيرادات الشهرية مقابل المصروفات

source: Revenue
ar: الإيرادات

source: Expenses
ar: المصروفات

source: BOL #
ar: رقم البوليصة

source: Existing BOLs
ar: بوالص حالية

source: email
ar: البريد

source: Send
ar: إرسال

source: No BOLs.
ar: لا توجد بوالص.

source: Create New
ar: إنشاء جديد

source: BOL Number (optional)
ar: رقم البوليصة (اختياري)

source: Shipments
ar: الشحنات

source: Type
ar: النوع

source: Departure
ar: المغادرة

source: Not found
ar: غير موجود

source: Vehicle not found
ar: لم يتم العثور على المركبة

source: Costs saved
ar: تم حفظ التكاليف

source: Failed to save costs
ar: فشل حفظ التكاليف

source: Invoice created
ar: تم إنشاء الفاتورة

source: Failed to create invoice
ar: فشل إنشاء الفاتورة

source: Invoice not found
ar: لم يتم العثور على الفاتورة

source: Invoice updated
ar: تم تحديث الفاتورة

source: Failed to update invoice
ar: فشل تحديث الفاتورة

source: Invoice deleted
ar: تم حذف الفاتورة

source: Failed to delete invoice
ar: فشل حذف الفاتورة

source: Missing customer email
ar: البريد الإلكتروني للعميل غير موجود

source: Please enter a Company Name or Full Name
ar: يرجى إدخال اسم الشركة أو الاسم الكامل

source: Customer saved successfully
ar: تم حفظ العميل بنجاح

source: Failed to save customer
ar: فشل حفظ بيانات العميل

source: Database schema is outdated. Please run the database migrations.
ar: مخطط قاعدة البيانات قديم. يرجى تشغيل ترحيلات قاعدة البيانات.

source: Account number already exists
ar: رقم الحساب موجود بالفعل

source: Customer updated
ar: تم تحديث بيانات العميل

source: Failed to update customer
ar: فشل تحديث بيانات العميل

source: Invoice %(n)s
ar: فاتورة %(n)s

source: Please find attached invoice %(n)s.
ar: الرجاء العثور على الفاتورة المرفقة %(n)s.

source: Email sent
ar: تم إرسال البريد

source: Failed to send email
ar: فشل إرسال البريد

source: Invalid invoice
ar: فاتورة غير صالحة

source: Payment recorded
ar: تم تسجيل الدفع

source: Failed to save payment
ar: فشل حفظ الدفع

source: BOL created
ar: تم إنشاء البوليصة

source: Failed to create BOL
ar: فشل إنشاء البوليصة

source: Recipient email required
ar: البريد الإلكتروني للمستلم مطلوب

source: BOL not found
ar: لم يتم العثور على البوليصة

source: No file uploaded
ar: لم يتم رفع أي ملف

source: BOL uploaded
ar: تم رفع البوليصة

source: Monthly Profit & Loss
ar: الربح والخسارة الشهري

source: Month
ar: الشهر

source: Profit
ar: الربح

source: Invoices by Client
ar: الفواتير حسب العميل

source: Customs (OMR)
ar: الجمارك (ر.ع)

source: VAT (OMR)
ar: ضريبة القيمة المضافة (ر.ع)

source: Customs & VAT by Month
ar: الجمارك والضريبة حسب الشهر

source: Update Statuses
ar: تحديث الحالات

source: Shipped Cars
ar: السيارات المشحونة

source: Admin
ar: لوحة التحكم

source: Car Admin
ar: إدارة السيارات

source: Dashboard
ar: لوحة التحكم

source: Users
ar: المستخدمون

source: Cars Management
ar: إدارة السيارات

source: Invoices
ar: الفواتير

source: Reports
ar: التقارير

source: Settings
ar: الإعدادات

source: Activity Log
ar: سجل النشاط

source: Logout
ar: تسجيل الخروج

source: Admin Dashboard
ar: لوحة تحكم المشرف

source: Vehicles
ar: المركبات

source: Auctions
ar: المزادات

source: Cost Items
ar: بنود التكلفة

source: Backups
ar: النسخ الاحتياطية

source: Overview
ar: نظرة عامة

source: Revenue (OMR)
ar: الإيرادات (ر.ع)

source: Quick Links
ar: روابط سريعة

source: Init sample roles/users
ar: تهيئة أدوار/مستخدمين تجريبية

source: Operations
ar: العمليات

source: Accounting
ar: المحاسبة

source: Customer portal
ar: بوابة العميل

source: Admin Tools
ar: أدوات الإدارة

source: Manage Users
ar: إدارة المستخدمين

source: Roles & Permissions
ar: الأدوار والصلاحيات

source: System Backups
ar: نسخ النظام الاحتياطية

source: Audit Logs
ar: سجلات التدقيق

source: Recent Vehicles
ar: المركبات الحديثة

source: VIN
ar: رقم الهيكل

source: Make
ar: الشركة المصنعة

source: Model
ar: الطراز

source: Year
ar: السنة

source: No vehicles yet
ar: لا توجد مركبات بعد

source: Recent Shipments
ar: الشحنات الحديثة

source: Origin
ar: المنشأ

source: Destination
ar: الوجهة

source: Status
ar: الحالة

source: No shipments yet
ar: لا توجد شحنات بعد

source: Recent Invoices
ar: الفواتير الحديثة

source: Total (OMR)
ar: الإجمالي (ر.ع)

source: No invoices yet
ar: لا توجد فواتير بعد

source: Recent Users
ar: المستخدمون الحديثون

source: Name
ar: الاسم

source: Role
ar: الدور

source: No users yet
ar: لا يوجد مستخدمون بعد

source: When
ar: الوقت

source: User
ar: المستخدم

source: Action
ar: الإجراء

source: Target
ar: الهدف

source: No audit logs yet
ar: لا توجد سجلات تدقيق بعد

source: Shipment Status
ar: حالة الشحن

source: New User
ar: مستخدم جديد

source: Phone
ar: الهاتف

source: Last Login
ar: آخر تسجيل دخول

source: Active
ar: نشط

source: Created
ar: تاريخ الإنشاء

source: Yes
ar: نعم

source: No
ar: لا

source: Edit
ar: تعديل

source: Delete user?
ar: حذف المستخدم؟

source: Delete
ar: حذف

source: No users found
ar: لا يوجد مستخدمون

source: Edit User
ar: تعديل المستخدم

source: Password
ar: كلمة المرور

source: leave blank to keep
ar: اتركه فارغًا للإبقاء عليه

source: Select Role
ar: اختر الدور

source: Save
ar: حفظ

source: Settings updated
ar: تم تحديث الإعدادات

source: Failed to update settings
ar: فشل تحديث الإعدادات

source: No roles found. Initialize roles first from Admin Dashboard Quick Links.
ar: لا توجد أدوار. قم بالتهيئة من روابط لوحة التحكم السريعة.

source: Please fill in all required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.

source: Email already exists.
ar: البريد الإلكتروني مستخدم بالفعل.

source: Invalid role selection.
ar: اختيار دور غير صالح.

source: Selected role not found.
ar: لم يتم العثور على الدور المحدد.

source: Failed to create user. Please try again.
ar: فشل إنشاء المستخدم. حاول مرة أخرى.

source: User created successfully.
ar: تم إنشاء المستخدم بنجاح.

source: Failed to update user.
ar: فشل تحديث المستخدم.

source: User updated successfully.
ar: تم تحديث المستخدم بنجاح.

source: Failed to delete user.
ar: فشل حذف المستخدم.

source: User deleted.
ar: تم حذف المستخدم.

source: Export PDF
ar: تصدير PDF

source: Recent Activity
ar: النشاط الأخير

source: Time
ar: الوقت

source: No activity yet
ar: لا يوجد نشاط بعد

source: Monthly Financial Overview
ar: نظرة عامة مالية شهرية

source: Exports
ar: التصديرات

source: Export Excel
ar: تصدير إكسل

source: Customs Rate
ar: نسبة الجمارك

source: VAT
ar: ضريبة القيمة المضافة

source: Shipping Fee (OMR)
ar: رسوم الشحن (ر.ع)

source: customer_portal_title
ar: بوابة العميل

source: welcome_back
ar: مرحبًا بعودتك

source: shipping_hub_ready
ar: مركز شحنك جاهز الآن

source: track_shipments_paragraph
ar: تابع الشحنات واستعرض المستندات وتعامل مع الفواتير من مكان واحد. نبقيك على اطلاع بكل تحديث للمركبات.

source: outstanding_balance_label
ar: الرصيد المستحق:

source: currency_omr
ar: ر.ع

source: my_vehicles
ar: سياراتي

source: track_shipment
ar: تتبع الشحنة

source: invoices
ar: الفواتير

source: support_request
ar: طلب دعم

source: enter_vin_placeholder
ar: أدخل رقم الشاصي أو اللوت للانتقال مباشرة إلى التتبع

source: search_tracking
ar: ابحث في التتبع

source: total_vehicles
ar: إجمالي المركبات

source: in_transit
ar: قيد الشحن

source: arrived_delivered
ar: وصلت / تم تسليمها

source: awaiting_pickup
ar: بانتظار الاستلام

source: awaiting_update
ar: بانتظار التحديث

source: delivered
ar: تم التسليم

source: waiting_to_ship
ar: بانتظار الشحن

source: track_timeline
ar: تتبع الخط الزمني

source: vehicle_details
ar: تفاصيل المركبة

source: no_vehicles_message
ar: لا توجد مركبات بعد. أضف مركبتك الأولى أو تواصل مع الدعم لمساعدتك.

source: invoices_billing
ar: الفواتير والدفع

source: invoices_intro
ar: اطلع على أحدث الفواتير وابقَ على معرفة بأي مبالغ مستحقة.

source: manage_invoices
ar: إدارة الفواتير

source: invoice_label
ar: فاتورة

source: total_label
ar: الإجمالي:

source: outstanding_label
ar: المتبقي:

source: paid_in_full
ar: مدفوعة بالكامل

source: open_status
ar: مفتوحة

source: paid_status
ar: مدفوعة

source: view_invoice
ar: عرض الفاتورة

source: invoices_empty_message
ar: ستظهر الفواتير هنا عند إصدارها. تواصل معنا إذا كانت فاتورة مفقودة.

source: need_assistance
ar: هل تحتاج مساعدة؟

source: assistance_description
ar: فريق العمليات مستعد لمساعدتك في تحديثات الشحن، الإفراج من الميناء، وتوضيح الفواتير. اختر الطريقة الأنسب لك:

source: email_us
ar: راسلنا بالبريد

source: call_support
ar: اتصل بالدعم

source: request_shipment_quote
ar: اطلب عرض سعر

source: track_another_vehicle
ar: تتبع مركبة أخرى
